<script>
	import ServisesMini from './ServisesMini.svelte';
</script>

<section class="pb-20 flex flex-col justify-center bg-[#f1e6ca] items-center">
	<div class="px-8 mb-16 text-center flex flex-col items-center">
		<div class="my-5 mb-10 border-neutral-900 border-b-2 py-4">
			<h2 class="text-4xl">الخدمات التى يقدمها المعهد</h2>
		</div>
		<p>
			جاء اهتمام ادارة المعهد بالانشطة الطلابية لما تمثلة الانشطة من دور فى تكوين شخصية الطالب
			الجامعى فوضعت البرامج الريلضية والثقافية والاجتماعية والترفيهية لخدمة هذا المجال وكونت فريق
			عمل متخصص للعمل في هذة المجالات بمنظومة مبنية على استراتيجية تعتمد على التطوير المستمر بحيث
			تتناسب مع تزايد اعداد الطلاب فى المعهد اخذا فى الاعتبار التطويرات المحلية والعالمية المحيطة
			بابنائنا الطلاب
		</p>
	</div>
	<div class="grid-cols-1 grid grid-flow-row-dense mx-2 mt-4 gap-5 md:gap-16 md:grid-cols-2">
		<ServisesMini
			title="مبنى رعاية الشباب واتحاد الطلاب"
			paragraph="هو مبنى يضم مكتب اتحاد الطلاب ويعتبر مقر الادارة الذاتية للطلاب حيث يتم انتخاب اتحاد طلاب يمثل طلاب المعهد امام الادارة الاكاديمية للمعهد وكذلك هناك ادارة رعاية الشباب وهى تختص بكافة الانشطة سواء كانت رياضية – ثقافية – اجتماعية"
		/>
		<ServisesMini
			title="وحدة الرعاية الصحية"
			paragraph="نظرا لحرص ادارة المعهد علي توفير الرعاية الصحية للطلاب فقد انشاء المعهد عيادة صحية مجهزة بكافة الاحتياجات من ادويه واسعافات اولية بها طبيب وممرض مقيمين طول اليوم الدراسي وفى حالة احتياج الطالب لرعاية صحية مكثفة يتم ارسالة الى مستشفى تخصصى بجانب المعهد ويتحمل المعهد تكاليف علاجة فيها"
		/>
		<ServisesMini
			title="مكتب الرعاية الاجتماعية"
			paragraph="تهتم ادارة المعهد بالبعد الاجتماعى للطلاب الغير قادرين ماديا ولهذا تم انشاء وحدة خاصة تدار بواسطة لجنة برئاسة الاستاذ الدكتور / عميد المعهد تقوم بدراسة الظروف الاجتماعية لهم لعمل التخفيضات الازمة على حسب حاجتة وظروفة الاقتصادية والاجتماعية"
		/>
		<ServisesMini
			title="المنح الدراسية للمتفوقين"
			paragraph="نظرا لاهتمام المعهد باوائل الطلاب فهناك مايطلق علية قسم المنح الدراسية حيث يحصل الطالب المتفوق على منحة تعادل 15 و 25 % من الرسوم الدراسية فى حالة حصولة على تقدير جيد جدا او امتياز على الترتيب"
		/>
		<ServisesMini
			title="اتحاد الطلاب"
			paragraph="هو مبنى يضم مكتب اتحاد الطلاب ويعد مقر الاداره الذاتيه للطلاب حيث يتم انتخاب اتحاد طلاب يمثل طلاب المعهد اما الا داره الاكاديمة للمعهد وكذلك الاداره الاكاديميه للمعهد – وهى تختص بكافه الانشطة للطلاب (رياضيه اجتماعيه – تقافيه )"
		/>
		<ServisesMini
			title="تعيين اوائل الخريجين"
			paragraph="تعمل اداره المعهد على تعيين اوائل الخريجين فى الاقسام المختلفه حيث يكلف الاول لكل دفعه للعمل كمعيد بناء على طلب مجلس القسم التابع له ومجلس اداره المعهد . ويصدر له قرار من قبل السيد الاستاذ ادكتور / وزير التعليم العالى والبحث العلمى ليكون نواة لعضو هيئه التدريس مستقبلا"
		/>
	</div>
</section>
